tap "athrunsun/appimage"
tap "athrunsun/athruncask"
tap "athrunsun/genericbinary"
tap "athrunsun/osxbinary"
tap "brewsci/bio"
tap "cloudflare/cloudflare"
tap "cmacrae/formulae"
tap "ebc-2in2crc/zlibcmd"
tap "ethereum/ethereum"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "jeffreywildman/virt-manager"
tap "knazarov/qemu-virgl"
tap "koekeishiya/formulae"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "pixman"
brew "gobject-introspection"
brew "harfbuzz"
brew "anyenv"
brew "aria2"
brew "arp-scan"
brew "arping"
brew "automake"
brew "awscli"
brew "python@3.10"
brew "bind"
brew "gcc"
brew "libraqm"
brew "binwalk"
brew "calicoctl"
brew "ccache"
brew "llvm"
brew "ccls"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "dex2jar"
brew "ethereum"
brew "exa"
brew "ffmpeg"
brew "findutils"
brew "fltk"
brew "ghq"
brew "gibo"
brew "git"
brew "git-lfs"
brew "git-open"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "graphviz"
brew "libsoup"
brew "vala"
brew "htop"
brew "icarus-verilog"
brew "imagemagick"
brew "ipcalc"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "libvirt", restart_service: true
brew "mecab"
brew "mecab-ipadic"
brew "ninja"
brew "meson"
brew "moreutils"
brew "mtr"
brew "mysql"
brew "neovim"
brew "nmap"
brew "node"
brew "nodenv"
brew "openjdk"
brew "openjdk@11"
brew "php"
brew "pipenv"
brew "poppler"
brew "prettyping"
brew "progress"
brew "pup"
brew "pygobject3"
brew "python-yq"
brew "qemu"
brew "repo"
brew "ripgrep"
brew "rust"
brew "sphinx"
brew "sphinx-doc"
brew "stow"
brew "swi-prolog"
brew "telnet"
brew "terraform"
brew "thefuck"
brew "tmux"
brew "translate-shell"
brew "unar"
brew "watch"
brew "wget"
brew "whois"
brew "wireshark"
brew "yarn"
brew "youtube-dl"
brew "zip"
brew "zlib"
brew "zsh"
brew "cmacrae/formulae/spacebar"
brew "ebc-2in2crc/zlibcmd/zlibcmd"
brew "jeffreywildman/virt-manager/virt-manager"
cask "alacritty"
cask "amazon-photos"
cask "android-platform-tools"
cask "android-studio"
cask "anydo"
cask "background-music-pre"
cask "bettertouchtool"
cask "brave-browser-beta"
cask "calibre"
cask "cloudflare-warp"
cask "discord"
cask "discord-canary"
cask "docker"
cask "element"
cask "firefox"
cask "firefox-developer-edition"
cask "flutter"
cask "font-hackgen-nerd"
cask "gimp"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-japanese-ime"
cask "google-photos-backup-and-sync"
cask "inkscape"
cask "iterm2"
cask "krisp"
cask "macfuse"
cask "mactex-no-gui"
cask "microsoft-teams"
cask "minecraft"
cask "netdownloadhelpercoapp"
cask "nheko"
cask "notion"
cask "obs"
cask "parallels"
cask "processing"
cask "protonmail-bridge"
cask "safari-technology-preview"
cask "skype"
cask "slack"
cask "spotify"
cask "stoplight-studio"
cask "thunderbird-beta"
cask "tor-browser"
cask "utm"
cask "vagrant"
cask "visual-studio-code-insiders"
cask "xbar"
cask "zoom"
