tap "athrunsun/appimage"
tap "athrunsun/athruncask"
tap "athrunsun/genericbinary"
#tap "athrunsun/linuxbinary"
tap "athrunsun/osxbinary"
tap "brewsci/bio"
tap "cloudflare/cloudflare"
tap "ethereum/ethereum"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "linuxbrew/fonts"
tap "linuxbrew/xorg"
brew "aircrack-ng"
brew "anyenv"
brew "python@3.9", link: false
brew "automake"
brew "bind"
brew "calicoctl"
brew "ccache"
brew "ccls"
brew "cmake"
brew "coreutils"
brew "curl", link: false
brew "findutils"
brew "ghq"
brew "gibo"
brew "git"
brew "git-lfs"
brew "git-open"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "moreutils"
brew "neovim"
brew "nmap"
brew "node"
brew "php"
brew "repo"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "stow"
brew "thefuck"
brew "tmux"
brew "wget"
brew "whois"
brew "wireshark"
brew "youtube-dl"
brew "yq"
brew "zip"
brew "zsh"
